/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ ve %2$@ yazıyor…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ ve %3$@ yazıyor…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ ve %4$@ diğer kişi yazıyor…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ ve 1 diğer kişi yazıyor…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ ve %2$@ için davet gönderilecek";

/* No comment provided by engineer. */
"%@ invitation" = "%@ daveti";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ iş yeri dışında";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ bugün iş yeri dışında";

/* Alice is typing… */
"%@ is typing…" = "%@ yazıyor…";

/* {app name} is not installed */
"%@ not installed" = "%@ kurulmamış";

/* {app name} version not supported */
"%@ version not supported" = "%@ sürümü desteklenmiyor";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ için davet gönderilecek";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ ve %3$@ için davet gönderilecek";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ ve %4$ld diğer kişi için davet gönderilecek";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ ve 1 diğer kişi için davet gönderilecek";

/* No comment provided by engineer. */
"%d days ago" = "%d gün önce";

/* No comment provided by engineer. */
"%d hours ago" = "%d saat önce";

/* No comment provided by engineer. */
"%d minutes ago" = "%d dakika önce";

/* Number of options in a poll */
"%d options" = "%d seçenekleri";

/* Replies in a thread */
"%d replies" = "%d yanıt";

/* Votes in a poll */
"%d votes" = "%d oy";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld bildirim";

/* No comment provided by engineer. */
"%ld participants" = "%ld katılımcı";

/* No comment provided by engineer. */
"%ld participants in this call" = "Bu çağrıda %ld katılımcı var";

/* Replies in a thread */
"%ld replies" = "%ld yanıt";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Önemli görüşmeler için 'Rahatsız etmeyin' kullanıcı durumu yok sayılır";

/* No comment provided by engineer. */
"1 day" = "1 gün";

/* No comment provided by engineer. */
"1 hour" = "1 saat";

/* No comment provided by engineer. */
"1 week" = "1 hafta";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Sunucunuza bir tarayıcı ile erişin";

/* No comment provided by engineer. */
"15 minutes" = "15 dakika";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Ayarlar > Güvenlik > Yeni uygulama paroası oluştur yolunu izleyin";

/* Message is pinned 24 hours */
"24 hours" = "24 saat";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Burada görüntülenen kare kodu tarayın";

/* Message is pinned 30 days */
"30 days" = "30 gün";

/* No comment provided by engineer. */
"30 minutes" = "30 dakika";

/* No comment provided by engineer. */
"4 hours" = "4 saat";

/* No comment provided by engineer. */
"4 weeks" = "4 hafta";

/* Message is pinned 7 days */
"7 days" = "7 gün";

/* No comment provided by engineer. */
"8 hours" = "8 saat";

/* No comment provided by engineer. */
"@-mentions only" = "Yalnızca @-anmaları";

/* No comment provided by engineer. */
"[Unknown username]" = "[Kullanıcı adı bilinmiyor]";

/* No comment provided by engineer. */
"About" = "Hakkında";

/* No comment provided by engineer. */
"Absence" = "Bulunmama";

/* No comment provided by engineer. */
"Accept" = "Kabul et";

/* No comment provided by engineer. */
"Account" = "Hesap";

/* No comment provided by engineer. */
"Account already added" = "Hesap zaten eklenmiş";

/* No comment provided by engineer. */
"Account not configured" = "Hesap yapılandırılmamış";

/* No comment provided by engineer. */
"Account not found" = "Hesap bulunamadı";

/* No comment provided by engineer. */
"Accounts" = "Hesaplar";

/* No comment provided by engineer. */
"Accuracy" = "Doğruluk";

/* No comment provided by engineer. */
"Add (%lu)" = "Ekle (%lu)";

/* No comment provided by engineer. */
"Add account" = "Hesap ekle";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Bu yasaklamayla ilgili bir iç not yazın";

/* No comment provided by engineer. */
"Add answer" = "Yanıt ekle";

/* No comment provided by engineer. */
"Add attendees" = "Katılımcılar ekle";

/* No comment provided by engineer. */
"Add participants" = "Katılımcı ekle";

/* No comment provided by engineer. */
"Add reaction" = "Tepki ekle";

/* No comment provided by engineer. */
"Add to favorites" = "Sık kullanılanlara ekle";

/* No comment provided by engineer. */
"Added note to self" = "Kendime not eklendi";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Anma eklendiğinde yalnızca iletiyi henüz okumamış olan kullanıcılar bilgilendirilir";

/* No comment provided by engineer. */
"Address" = "Adres";

/* No comment provided by engineer. */
"Advanced" = "Gelişmiş";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay düğmesi";

/* No comment provided by engineer. */
"All messages" = "Tüm iletiler";

/* No comment provided by engineer. */
"All messages were deleted" = "Tüm iletiler silindi";

/* No comment provided by engineer. */
"All notifications are muted" = "Tüm bildirimler kapatıldı";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Konuklar bu görüşmeye bağlantı ile katılabilsin";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Katılımcılar @all anmasını kullanabilsin";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "PIN kodu olmadan numara aranabilsin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "İzin verildi";

/* No comment provided by engineer. */
"Alphabetical order" = "Alfabetik sıralama";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Ayrıca konuk uygulama kullanıcılarına da açılsın";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Bir yönetici sizi ve %ld diğer katılımcıyı ekledi";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Bir yönetici sizi ve {user0} kullanıcısını ekledi";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Bir yönetici {user0} kullanıcısını ve %ld diğer katılımcıyı ekledi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Bir yönetici {user0} ve {user1} kullanıcısını ekledi";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Bir yönetici sizi ve %ld diğer katılımcıyı sorumluluktan çıkardı";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Bir yönetici sizi ve {user0} kullanıcısını sorumluluktan çıkardı";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Bir yönetici {user0} kullanıcısını ve %ld diğer katılımcıyı sorumluluktan çıkardı";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Bir yönetici {user0} ve {user1} kullanıcısını sorumluluktan çıkardı";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Bir yönetici sizi ve %ld diğer katılımcıyı sorumluluğa yükseltti";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Bir yönetici sizi ve {user0} kullanıcısını sorumluluğa yükseltti";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Bir yönetici {user0} kullanıcısını ve %ld diğer katılımcıyı sorumluluğa yükseltti";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Bir yönetici {user0} ve {user1} kullanıcısını sorumluluğa yükseltti";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Bir yönetici sizi ve %ld diğer katılımcıyı çıkardı";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Bir yönetici sizi ve {user0} kullanıcısını çıkardı";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Bir yönetici {user0} kullanıcısını ve %ld diğer katılımcıyı çıkardı";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Bir yönetici {user0} ve {user1} kullanıcısını çıkardı";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Gizlilik ayarı değiştirilirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Okundu durumu ayarı değiştirilirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Yazma gizlilik ayarı değiştirilirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Görsel indirilirken bir sorun çıktı.";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Profil görseli kaldırılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting address" = "Adres ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting email address" = "E-posta adresi ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Telefon numarası ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Profil görseli ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Twitter hesabı ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Kullanıcı adı ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred setting website" = "Site ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "İleti çevrilirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "%@ odaya eklenirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Bir iletiye bir tepki eklenirken sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Not eklenirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Durum iletisi kaldırılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Anket taslağı oluşturulurken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Toplantı oluşturulurken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Anket oluşturulurken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Yazışma oluşturulurken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "İleti silinirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Anket taslağı silinirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Bulunmama kapatılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Anket düzenlenirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "%@ dosyası açılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "İleti sabitlenirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Bir iletiden bir tepki kaldırılırken sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Avatar kaldırılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "İleti gönderilirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "\(formattedPhoneNumber) telefon numarası olarak ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Bulunmama ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Açıklama ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Çevrim içi durumu ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Telefon numarası ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Durum iletisi ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Avatar ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Kullanıcı durumu ayarlanırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Dosya paylaşılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Bir yeni grup görüşmesi başlatılırken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Anında bildirimler denenirken bir sorun çıktı";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "İletinin sabitlemesi kaldırılırken bir sorun çıktı";

/* No comment provided by engineer. */
"an hour" = "bir saat";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonim anket";

/* No comment provided by engineer. */
"Answer" = "Yanıt";

/* No comment provided by engineer. */
"Answers" = "Yanıtlar";

/* No comment provided by engineer. */
"App" = "Uygulama";

/* No comment provided by engineer. */
"App is outdated" = "Uygulama sürümü çok eski";

/* No comment provided by engineer. */
"Appear offline" = "Çevrim dışı görün";

/* No comment provided by engineer. */
"Archive conversation" = "Görüşmeyi arşivle";

/* No comment provided by engineer. */
"Archived conversations" = "Arşivlenmiş görüşmeler";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Arşivlenmiş görüşmeler varsayılan olarak görüşme listesinde gizlenir. Yalnızca arşivlenmiş görüşmeler listesini açtığınızda görüntülenirler.";

/* No comment provided by engineer. */
"Ask a question" = "Bir soru sorun";

/* No comment provided by engineer. */
"Attachments allowed?" = "Ek dosyalara izin veriliyor mu?";

/* No comment provided by engineer. */
"Attendees" = "Katılımcılar";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Ses ayarları";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Ses, görüntü ve ekran paylaşımları";

/* No comment provided by engineer. */
"Audios" = "Sesler";

/* No comment provided by engineer. */
"Away" = "Uzakta";

/* No comment provided by engineer. */
"Back to conversations" = "Görüşmelere dön";

/* Ban a user/guest */
"Ban" = "Yasakla";

/* e.g. Ban John Doe */
"Ban %@" = "%@ katılımcısını yasakla";

/* No comment provided by engineer. */
"Ban participant" = "Katılımcıyı yasakla";

/* Date and time of ban creation */
"Banned by:" = "Yasaklayan:";

/* No comment provided by engineer. */
"Banned users and guests" = "Yasaklanmış kullanıcı ve konuklar:";

/* Bold text */
"Bold" = "Koyu";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Anket taslaklarına göz at";

/* No comment provided by engineer. */
"Busy" = "Meşgul";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Ön bellekteki dosyalar";

/* No comment provided by engineer. */
"Cached images" = "Ön bellekteki görseller";

/* No comment provided by engineer. */
"Calendar" = "Takvim";

/* No comment provided by engineer. */
"Call notification sent" = "Çağrı bildirimi gönderildi";

/* No comment provided by engineer. */
"Call options" = "Çağrı seçenekleri";

/* No comment provided by engineer. */
"Call recording enabled?" = "Çağrı kaydedilebilir mi?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Çağrı kaydı yapılamadı. Lütfen yöneticiniz ile görüşün.";

/* No comment provided by engineer. */
"Call recording is starting" = "Çağrı kaydı başlatılıyor";

/* No comment provided by engineer. */
"Call recording started" = "Çağrı kaydı başlatıldı";

/* No comment provided by engineer. */
"Call recording stopped" = "Çağrı kaydı durduruldu";

/* No comment provided by engineer. */
"Call without notification" = "Bildirim olmadan çağrı";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Sunucuda uçtan uca şifreleme açık olduğundan arama şu anda desteklenmiyor";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit destekleniyor mu?";

/* No comment provided by engineer. */
"Calls" = "Çağrılar";

/* No comment provided by engineer. */
"Calls enabled?" = "Çağrı yapılabilir mi?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Eski bir hesaptan çağrılar alındı.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Eski hesaplardan çağrılar";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Kamera erişimi";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Kameraya erişme izni verilmemiş. Ayarlarınızı denetleyin.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera kapalı";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera açık";

/* No comment provided by engineer. */
"Can create conversations?" = "Görüşme oluşturabilir mi?";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Başka bir hesaptan yapılan çağrı iptal edildi";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Görüşmede paylaşılamadı";

/* No comment provided by engineer. */
"Capabilities" = "Yeterlilikler";

/* No comment provided by engineer. */
"Change password" = "Parolayı değiştir";

/* No comment provided by engineer. */
"Change your vote" = "Oyunuzu değiştirin";

/* No comment provided by engineer. */
"Chat" = "Görüşme";

/* No comment provided by engineer. */
"Chat messages" = "Sohbet iletileri";

/* No comment provided by engineer. */
"Clear cache" = "Ön belleği temizle";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Ön bellekteki sohbet iletilerini temizle";

/* No comment provided by engineer. */
"Clear reminder" = "Anımsatıcıyı temizle";

/* No comment provided by engineer. */
"Clear status message" = "Durum iletisini kaldır";

/* No comment provided by engineer. */
"Clear status message after" = "Durum iletisinin kaldırılma süresi";

/* No comment provided by engineer. */
"Close" = "Kapat";

/* Code block */
"Code" = "Kod";

/* No comment provided by engineer. */
"Configuration" = "Yapılandırma";

/* No comment provided by engineer. */
"Configure your next absence period" = "Sonraki bulunmama aralığınızı yapılandırın";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Onayla ve uyarıyı gizle";

/* No comment provided by engineer. */
"Connecting to %@ …" = "%@ bağlantısı kuruluyor …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Çağrı ile bağlantı kuruluyor …";

/* No comment provided by engineer. */
"Contact access" = "Kişiler erişimi";

/* No comment provided by engineer. */
"Contact access has been denied" = "Kişi erişimi reddedildi";

/* No comment provided by engineer. */
"Contacts" = "Kişiler";

/* No comment provided by engineer. */
"Conversation creation failed" = "Görüşme oluşturulamadı";

/* No comment provided by engineer. */
"Conversation details" = "Görüşme bilgileri";

/* No comment provided by engineer. */
"Conversation name" = "Görüşme adı";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Görüşme adı boş olamaz";

/* No comment provided by engineer. */
"Conversation not found" = "Görüşme bulunamadı";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Görüşme bulunamadı ya da görüşmeye girilmemiş";

/* No comment provided by engineer. */
"Conversation participants" = "Görüşme katılımcıları";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Görüşme parolası kaldırıldı";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Görüşme parolası kaydedildi";

/* No comment provided by engineer. */
"Conversation settings" = "Görüşme ayarları";

/* No comment provided by engineer. */
"Conversations" = "Görüşmeler";

/* No comment provided by engineer. */
"Copy" = "Kopyala";

/* No comment provided by engineer. */
"Copy message link" = "İleti bağlantısını kopyala";

/* No comment provided by engineer. */
"Copy message selection" = "İleti seçimini kopyala";

/* No comment provided by engineer. */
"Could not access camera" = "Kameraya erişilemedi";

/* No comment provided by engineer. */
"Could not access microphone" = "Mikrofonunuza erişilemedi";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Konuşma tanıma özelliğine erişilemedi";

/* No comment provided by engineer. */
"Could not access your location" = "Konumunuza erişilemedi";

/* No comment provided by engineer. */
"Could not add participant" = "Katılımcı eklenemedi";

/* No comment provided by engineer. */
"Could not ban participant" = "Katılımcı yasaklanamadı";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Arşivlenmiş görüşme ayarı değiştirilemedi";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Çağrı bildirimleri ayarı değiştirilemedi";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Önemli görüşme ayarı değiştirilemedi";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Görüşmenin listelenme kapsamı değiştirilemedi";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Görüşmenin giriş durumu değiştirilemedi";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Görüşmenin anma izinleri değiştirilemedi";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Katılımcının sorumlu izinleri değiştirilemedi";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Bildirim ayarı değiştirilemedi";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Parola koruması ayarları değiştirilemedi";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Görüşmenin salt okunur durumu değiştirilemedi";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Ciddi görüşme ayarı değiştirilemedi";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Görüşmenin paylaşım izinleri değiştirilemedi";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Görüşmenin SIP durumu değiştirilemedi";

/* No comment provided by engineer. */
"Could not clear chat history" = "Sohbet geçmişi silinemedi";

/* No comment provided by engineer. */
"Could not clear status message" = "Durum iletisi kaldırılamadı";

/* No comment provided by engineer. */
"Could not create meeting" = "Toplantı oluşturulamadı";

/* No comment provided by engineer. */
"Could not delete conversation" = "Görüşme silinemedi";

/* No comment provided by engineer. */
"Could not disable absence" = "Bulunmama kapatılamadı";

/* No comment provided by engineer. */
"Could not get available languages" = "Kullanılabilecek diller alınamadı";

/* No comment provided by engineer. */
"Could not join %@ call" = "%@ çağrısına girilemedi";

/* No comment provided by engineer. */
"Could not join call with %@" = "%@ ile çağrıya girilemedi";

/* No comment provided by engineer. */
"Could not join conversation" = "Görüşmeye girilemedi";

/* No comment provided by engineer. */
"Could not leave conversation" = "Görüşmeden çıkılamadı";

/* No comment provided by engineer. */
"Could not login with QR code" = "Kare kod ile oturum açılamadı";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Katılımcı çıkarılamadı";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Görüşme yeniden adlandırılamadı";

/* No comment provided by engineer. */
"Could not resend email invitations" = "E-posta davetleri yeniden gönderilemedi";

/* No comment provided by engineer. */
"Could not send call notification" = "Çağrı bildirimi gönderilemedi";

/* No comment provided by engineer. */
"Could not send the message" = "İleti gönderilemedi";

/* No comment provided by engineer. */
"Could not set absence" = "Bulunmama ayarlanamadı";

/* No comment provided by engineer. */
"Could not set conversation name" = "Görüşme adı ayarlanamadı";

/* No comment provided by engineer. */
"Could not set message expiration time" = "İleti geçerlilik süresi ayarlanamadı";

/* No comment provided by engineer. */
"Could not set online status" = "Çevrim içi durumu ayarlanamadı";

/* No comment provided by engineer. */
"Could not set phone number" = "Telefon numarası ayarlanamadı";

/* No comment provided by engineer. */
"Could not set status message" = "Durum iletisi ayarlanamadı";

/* No comment provided by engineer. */
"Could not share file" = "Dosya paylaşılamadı";

/* No comment provided by engineer. */
"Could not start group conversation" = "Grup görüşmesi başlatılamadı";

/* No comment provided by engineer. */
"Create" = "Ekle";

/* No comment provided by engineer. */
"Create a new conversation" = "Yeni bir görüşme oluştur";

/* No comment provided by engineer. */
"Create a thread" = "Bir yazışma oluştur";

/* No comment provided by engineer. */
"Create or join a conversation" = "Bir görüşme oluşturun ya da katılın";

/* No comment provided by engineer. */
"Create poll" = "Anket ekle";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Anket taslağı oluşturulamadı";

/* No comment provided by engineer. */
"Creating poll failed" = "Anket oluşturulamadı";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Bu hesabın kimlik doğrulama bilgileri artık geçerli değil";

/* Custom message expiration */
"Custom" = "Özel";

/* name of a moderator who banned a participant */
"Date:" = "Tarih:";

/* No comment provided by engineer. */
"days" = "gün";

/* No comment provided by engineer. */
"Deck cards" = "Tahta kartları";

/* No comment provided by engineer. */
"Default" = "Varsayılan";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Tümünü sil";

/* No comment provided by engineer. */
"Delete all messages" = "Tüm iletileri sil";

/* No comment provided by engineer. */
"Delete conversation" = "Görüşmeyi sil";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Şimdi sil";

/* No comment provided by engineer. */
"Deleted user" = "Silinmiş kullanıcı";

/* No comment provided by engineer. */
"Deleting message" = "İleti siliniyor";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Anket taslağı silinemedi";

/* No comment provided by engineer. */
"Demote from moderator" = "Sorumluluktan çıkar";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Reddedildi";

/* No comment provided by engineer. */
"Description" = "Açıklama";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Yorum 500 karakterden uzun olamaz.";

/* No comment provided by engineer. */
"Details" = "Ayrıntılar";

/* No comment provided by engineer. */
"detected" = "algılandı";

/* No comment provided by engineer. */
"Detecting language" = "Dil algılanıyor";

/* No comment provided by engineer. */
"Diagnostics" = "Denetimler";

/* No comment provided by engineer. */
"Disable" = "Kapat";

/* No comment provided by engineer. */
"Disable absence" = "Bulunmamayı kapat";

/* No comment provided by engineer. */
"Disable blur" = "Bulanıklaştırmayı kapat";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Hoparlörü kapat";

/* No comment provided by engineer. */
"Disconnected" = "Bağlantı kesildi";

/* No comment provided by engineer. */
"Dismiss" = "Yok say";

/* No comment provided by engineer. */
"Dismiss notification" = "Bildirimi yok say";

/* No comment provided by engineer. */
"Do not disturb" = "Rahatsız etmeyin";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Dosya ön belleğini temizlemek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Görsel ön belleğini temizlemek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Bu sohbetteki tüm iletileri silmek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Bu görüşmeyi herkes için silmek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Bu anketi sonlandırmak istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Bu hesabın oturumunu kapatmak istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Bu hesabı silmek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Yine de sunucu ile bağlantı kurulsun mu?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Bu görüşmeyi silmek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Kameranızı kullanmak istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Bu çağrıya katılmak istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Görüşmede '%@' paylaşmak ister misiniz?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Kaydı durdurmak istiyor musunuz?";

/* No comment provided by engineer. */
"Don't clear" = "Kaldırılmasın";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "İzin verme penceresinin yok sayılması için çift dokunun";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Paylaşım seçeneklerinin yok sayılması için çift dokunun";

/* No comment provided by engineer. */
"Double tap to display call options" = "Çağrı seçeneklerini görüntülemek için çift dokunun";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Seçenek menüsünü görüntülemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Yazışma bildirimi düzeyi seçeneklerini görüntülemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Profili düzenlemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "'Bildirim olmadan çağrı' seçeneğini açmak ya da kapatmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Kamerayı açıp kapatmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Mikrofonu açıp kapatmak için çift dokunun";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Hoparlörü açıp kapatmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Profili düzenlemeyi bitirmek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Görüşme bilgilerini görüntülemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Kullanıcı profili ve uygulama ayarlarını görüntülemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Çağrıyı sonlandırmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Eli indirmek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dosya gezginini açmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Farklı ses yolları seçmek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to send message" = "İleti göndermek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Seçilmiş görüşmeler ile paylaşmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Diğer işlemleri görüntülemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Sohbeti görüntülemek/gizlemek için çift dokunun";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Görüntülü bir çağrı başlatmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Yalnızca sesli bir çağrı başlatmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Kaydı durdurmak için çift dokunun";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Bu sesli çağrıyı görüntülü çağrıya dönüştürmek için çift dokunun";

/* No comment provided by engineer. */
"Duplicate session" = "Oturumu çoğalt";

/* Edit a message or room participants */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Edit attendees" = "Katılımcıları düzenle";

/* No comment provided by engineer. */
"Edit thread details" = "Yazışma ayrıntılarını düzenle";

/* A message was edited */
"edited" = "düzenlendi";

/* A message was edited by ... */
"edited by" = "düzenleyen";

/* A message was edited by ... */
"Edited by" = "Düzenleyen";

/* No comment provided by engineer. */
"Editing Message" = "İleti düzenleniyor";

/* No comment provided by engineer. */
"Editing poll draft" = "Anket taslağı düzenleniyor";

/* No comment provided by engineer. */
"Editing poll failed" = "Anket düzenlenemedi";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Sohbet izniniz yok ya da sohbet salt okunur.";

/* No comment provided by engineer. */
"Email" = "E-posta";

/* No comment provided by engineer. */
"Empty summary response" = "Özet yanıtı boş";

/* No comment provided by engineer. */
"Enable" = "Aç";

/* No comment provided by engineer. */
"Enable blur" = "Bulanıklaştırmayı aç";

/* No comment provided by engineer. */
"Enable screensharing" = "Ekran paylaşımını aç";

/* No comment provided by engineer. */
"Enable speaker" = "Hoparlörü aç";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Çağrıyı sonlandır";

/* No comment provided by engineer. */
"End call for everyone" = "Çağrıyı herkes için sonlandır";

/* No comment provided by engineer. */
"End poll" = "Anketi sonlandır";

/* No comment provided by engineer. */
"Enter a new password" = "Yeni parolayı yazın";

/* No comment provided by engineer. */
"Enter a password" = "Bir parola yazın";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Anımsatıcı oluşturulurken sorun çıktı";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Bir ileti düzenlenirken sorun çıktı";

/* External signaling used */
"External" = "Dış";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Davet kabul edilemedi";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Ek dosya klasörü denetlenemedi ya da oluşturulamadı";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Anımsatıcı temizlenemedi";

/* No comment provided by engineer. */
"Failed to connect to %@" = "%@ ile bağlantı kurulamadı";

/* No comment provided by engineer. */
"Failed to forward message" = "İleti iletilemedi";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Bir toplantı zamanlamak için takvim alınamadı";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Davet reddedilemedi";

/* No comment provided by engineer. */
"Failed to send message" = "İleti gönderilemedi";

/* No comment provided by engineer. */
"Failed to share recording" = "Kayıt paylaşılamadı";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Seçilmiş kaydın yasaklaması kaldırılamadı";

/* No comment provided by engineer. */
"Federated" = "Birleşik";

/* No comment provided by engineer. */
"Fetching status …" = "Durum alınıyor …";

/* Filename of a file */
"File" = "Dosya";

/* No comment provided by engineer. */
"Files" = "Dosyalar";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Süzgeçler";

/* No comment provided by engineer. */
"First day" = "İlk gün";

/* No comment provided by engineer. */
"Follow conversation settings" = "Görüşmeyi takip etme ayarları";

/* No comment provided by engineer. */
"For password reset and notifications" = "Parola sıfırlama ve bildirimler için";

/* No comment provided by engineer. */
"Format" = "Biçim";

/* No comment provided by engineer. */
"Forward" = "İlet";

/* No comment provided by engineer. */
"Forward to" = "Şuraya ilet";

/* 'From' which language user wants to translate text */
"From" = "Hangi dilden";

/* from Alice at nextcloud.local */
"from %@ at %@" = "%1$@ ile  %2$@ zamanında";

/* No comment provided by engineer. */
"Full name" = "Tam ad";

/* No comment provided by engineer. */
"Generate summary" = "Özet oluştur";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Okunmamış iletilerin özeti oluşturuluyor";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Okunmamış iletilerin özeti oluşturulamadı";

/* No comment provided by engineer. */
"Get source code" = "Kaynak kodu alın";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API sorunu";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Rıza ver ve çağrıya katıl";

/* No comment provided by engineer. */
"Go to message" = "İletiye git";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "konuk";

/* No comment provided by engineer. */
"Guest" = "Konuk";

/* No comment provided by engineer. */
"Guests access" = "Konuk erişimi";

/* No comment provided by engineer. */
"Guests app enabled?" = "Konuk uygulaması kullanıma alınmış mı?";

/* No comment provided by engineer. */
"Hang up" = "Sonlandır";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Gizle";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Yüksek";

/* No comment provided by engineer. */
"hours" = "saat";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Görüşmeyi silerseniz %@ için de silinecek";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Kamerayı açarsanız bu çağrı bir kaç saniye için kesintiye uğrayacak.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Birkaç sunucu kullanıyorsanız, tümünü denetlemelisiniz.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Görseller, dosyalar, ses iletileri…";

/* No comment provided by engineer. */
"Import account" = "Hesabı içe aktar";

/* No comment provided by engineer. */
"Important conversation" = "Önemli görüşme";

/* No comment provided by engineer. */
"in" = "içinde";

/* No comment provided by engineer. */
"Include calls in call history" = "Arama geçmişine aramalar katılsın";

/* Message is pinned indefinitely */
"Indefinitely" = "Sonsuz olarak";

/* Internal signaling used */
"Internal" = "İç";

/* Internal note about why a user/guest was banned */
"Internal note" = "İç not";

/* No comment provided by engineer. */
"Invalid date range" = "Tarih aralığı geçersiz";

/* No comment provided by engineer. */
"Invalid email address" = "E-posta adresi geçersiz";

/* No comment provided by engineer. */
"Invalid end date" = "Bitiş tarihi geçersiz";

/* No comment provided by engineer. */
"Invalid server address" = "Sunucu adresi geçersiz";

/* No comment provided by engineer. */
"Invalid start date" = "Başlangıç tarihi geçersiz";

/* No comment provided by engineer. */
"Invisible" = "Görünmez";

/* No comment provided by engineer. */
"Invitation resent" = "Davet yeniden gönderildi";

/* No comment provided by engineer. */
"Invitations resent" = "Davetler yeniden gönderildi";

/* Invitation for a meeting */
"Invite all users and emails" = "Tüm kullanıcıları ve e-posta adreslerini davet et";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Sunucunuzda %@ kurulu değil gibi görünüyor.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "İnternet bağlantısı yok gibi görünüyor.";

/* Italic text */
"Italic" = "Yatık";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Bir görüşmeye katılın ya da yeni bir görüşme başlatın";

/* No comment provided by engineer. */
"Join call" = "Çağrıya katıl";

/* No comment provided by engineer. */
"Join call (audio only)" = "Çağrıya katıl (yalnızca ses ile)";

/* No comment provided by engineer. */
"Join call with video" = "Çağrıya görüntü ile katıl";

/* No comment provided by engineer. */
"Join open conversations" = "Açık görüşmelere katıl";

/* No comment provided by engineer. */
"Join video call" = "Görüntülü çağrıya katıl";

/* No comment provided by engineer. */
"Keep" = "Korunsun";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Son gün (dahil)";

/* Last subscription to the push notification server */
"Last subscription" = "Son abonelik";

/* No comment provided by engineer. */
"Last sync" = "Son eşitleme";

/* Remind me later today about that message */
"Later today" = "Bugün daha sonra";

/* No comment provided by engineer. */
"Leave" = "Ayrıl";

/* No comment provided by engineer. */
"Leave call" = "Çağrıdan ayrıl";

/* No comment provided by engineer. */
"Leave conversation" = "Görüşmeden çık";

/* No comment provided by engineer. */
"less than a minute ago" = "bir dakikadan kısa süre önce";

/* No comment provided by engineer. */
"Link https://…" = "Bağlantı https://…";

/* No comment provided by engineer. */
"Linked file" = "Bağlı dosya";

/* No comment provided by engineer. */
"Load more results" = "Diğer sonuçları yükle";

/* No comment provided by engineer. */
"Lobby" = "Giriş";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Giriş hala kullanılıyor ve siz bir sorumlu değilsiniz";

/* No comment provided by engineer. */
"Local" = "Yerel";

/* No comment provided by engineer. */
"Local time: %@" = "Yerel zaman: %@";

/* No comment provided by engineer. */
"Location" = "Konum";

/* No comment provided by engineer. */
"Location access" = "Konum erişimi";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Konum izinleri verilmemiş. Ayarlarınızı denetleyin.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Konum hizmeti açılmamış";

/* No comment provided by engineer. */
"Locations" = "Konumlar";

/* No comment provided by engineer. */
"Lock conversation" = "Görüşmeyi kilitle";

/* No comment provided by engineer. */
"Log in" = "Oturum aç";

/* No comment provided by engineer. */
"Log out" = "Oturumu kapat";

/* No comment provided by engineer. */
"Logged out" = "Oturum kapatıldı";

/* No comment provided by engineer. */
"Long absence message" = "Uzun bulunmama iletisi";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Düşük";

/* No comment provided by engineer. */
"Lower hand" = "Eli indir";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Rehber";

/* No comment provided by engineer. */
"Mark as read" = "Okunmuş olarak işaretle";

/* No comment provided by engineer. */
"Mark as unread" = "Okunmamış olarak işaretle";

/* No comment provided by engineer. */
"Match system contacts" = "Sistem kişileri ile eşleştir";

/* No comment provided by engineer. */
"Media" = "Ortam";

/* No comment provided by engineer. */
"Meeting created" = "Toplantı oluşturuldu";

/* No comment provided by engineer. */
"Meeting ended" = "Toplantı sona erdi";

/* No comment provided by engineer. */
"Meeting ID" = "Toplantı kimliği";

/* No comment provided by engineer. */
"Meeting settings" = "Toplantı ayarları";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Toplantılar";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Anılmış";

/* Copy 'message' */
"Message" = "İleti";

/* No comment provided by engineer. */
"Message copied" = "İleti kopyalandı";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "İleti çok eski olduğundan silinemedi";

/* No comment provided by engineer. */
"Message deleted successfully" = "İleti silindi";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "İleti silindi ancak Matterbridge yapılandırılmış ve ileti başka hizmetlere aktarılmış olabilir";

/* No comment provided by engineer. */
"Message editing failed" = "İleti düzenlenemedi";

/* No comment provided by engineer. */
"Message expiration" = "Süreli ileti";

/* Copy 'link' to a message */
"Message link" = "İleti bağlantısı";

/* No comment provided by engineer. */
"Message link copied" = "İleti bağlantısı kopyalandı";

/* No comment provided by engineer. */
"Message pinned" = "İleti sabitlendi";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Görüşme listesi ve bildirimlerde ileti ön izlemesi kapatılacak";

/* No comment provided by engineer. */
"Message rescheduling failed" = "İleti yeniden zamanlanamadı";

/* No comment provided by engineer. */
"Message scheduling failed" = "İleti zamanlanamadı";

/* No comment provided by engineer. */
"Message successfully edited" = "İleti düzenlendi";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "İleti yeniden zamanlandı";

/* No comment provided by engineer. */
"Message successfully scheduled" = "İleri zamanlandı";

/* No comment provided by engineer. */
"Message unpinned" = "İletinin sabitlemesi kaldırıldı";

/* No comment provided by engineer. */
"Messages" = "İletiler";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Mikrofon erişimi";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Mikrofona erişme izni verilmemiş. Ayarlarınızı denetleyin.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon kapalı";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon açık";

/* No comment provided by engineer. */
"minutes" = "dakika";

/* No comment provided by engineer. */
"Missed call from" = "Yanıtsız çağrı";

/* No comment provided by engineer. */
"Missing phone number information" = "Telefon numarası bilgileri eksik";

/* The signaling mode used */
"Mode" = "Kip";

/* No comment provided by engineer. */
"moderator" = "sorumlu";

/* No comment provided by engineer. */
"Modification date" = "Son değişiklik tarihi";

/* More menu elements */
"More" = "Diğer";

/* No comment provided by engineer. */
"More actions" = "Diğer işlemler";

/* No comment provided by engineer. */
"Multiple answers" = "Birden çok yanıt";

/* No comment provided by engineer. */
"Mute all notifications" = "Tüm bildirimleri kapat";

/* No comment provided by engineer. */
"Mute others" = "Diğerlerinin sesini kıs";

/* No comment provided by engineer. */
"My location" = "Konumum";

/* No comment provided by engineer. */
"Name" = "Ad";

/* No comment provided by engineer. */
"Nearby places" = "Yakındaki yerler";

/* No comment provided by engineer. */
"Network available" = "Ağ kullanılabilir";

/* No comment provided by engineer. */
"Network not available" = "Ağ kullanılamaz";

/* Never subscribed to the push notification server */
"Never subscribed" = "Asla abone olunmamış";

/* No comment provided by engineer. */
"New conversation" = "Yeni görüşme";

/* No comment provided by engineer. */
"New poll" = "Yeni anket";

/* Remind me next week about that message */
"Next week" = "Gelecek hafta";

/* No comment provided by engineer. */
"Tassos Talk server not found" = "Tassos Talk sunucusu bulunamadı";

/* No comment provided by engineer. */
"No" = "Hayır";

/* No comment provided by engineer. */
"No actions available" = "Yapılabilecek bir işlem yok";

/* No comment provided by engineer. */
"No active account found" = "Herhangi bir etkin hesap bulunamadı";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Kullanılabilecek bir yapay zeka hizmeti yok ya da özetleme tamamlanamadı";

/* No comment provided by engineer. */
"No banned users or guests" = "Yasaklanmış herhangi bir kullanıcı veya konuk yok";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Açıklama yazılmamış.";

/* No comment provided by engineer. */
"No files in here" = "Burada henüz bir dosya yok";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Süzgeç yok";

/* No comment provided by engineer. */
"No followed threads" = "Takip edilen bir yazışma yok";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Özetlenebilecek bir ileti bulunamadı";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Henüz bir ileti yok. Görüşmeyi başlatın!";

/* No comment provided by engineer. */
"No participants found" = "Herhangi bir katılımcı bulunamadı";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Bu görüşmeye katılma izniniz yok";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Henüz bir anket taslağı kaydedilmemiş";

/* No comment provided by engineer. */
"No recent threads" = "Henüz bir son yazışma yok";

/* No comment provided by engineer. */
"No response from server" = "Sunucudan yanıt alınamadı";

/* No comment provided by engineer. */
"No results found" = "Herhangi bir sonuç bulunamadı";

/* No comment provided by engineer. */
"No shared items" = "Paylaşılmış bir öge yok";

/* No comment provided by engineer. */
"No upcoming events" = "Yaklaşan bir etkinlik yok";

/* No comment provided by engineer. */
"No user found" = "Herhangi bir kullanıcı bulunamadı";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "İstenmedi";

/* No comment provided by engineer. */
"Note to self" = "Kendime not";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Not:";

/* No comment provided by engineer. */
"Notifications" = "Bildirimler";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Bildirimler uygulaması kullanıma alınmış mı?";

/* No comment provided by engineer. */
"Notify about calls" = "Çağrılar bildirilsin";

/* Indicates an event happening right now */
"Now" = "Şimdi";

/* No comment provided by engineer. */
"Off" = "Kapalı";

/* No comment provided by engineer. */
"Offline" = "Çevrim dışı";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Çevrim dışı, yalnızca önceden indirilmiş iletiler görüntüleniyor";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Eski hesap";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Bir görüşmeden çıktıktan sonra, kapalı bir görüşmeye yeniden katılmak için davet edilmek gerekir. Açık bir görüşmeye herhangi bir zamanda yeniden katılabilirsiniz.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Bir görüşme arşivden çıkarıldığında varsayılan olarak yeniden görüntülenir.";

/* No comment provided by engineer. */
"Online" = "Çevrim içi";

/* No comment provided by engineer. */
"Online status" = "Çevrim içi durumu";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Yalnızca ses ve ekran paylaşımları";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Yalnızca normal sohbet iletileri silinebilir";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Yalnızca güvenilen sunucular ile eşitlensin";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Yalnızca telefon numarası bütünleştirmesi ile eşleşen kişiler görebilir";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Yalnızca bu kopyadaki kişiler ve konuklar görebilir";

/* No comment provided by engineer. */
"Open" = "Aç";

/* No comment provided by engineer. */
"Open app settings" = "Uygulama ayarlarını aç";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Görüşmeyi hesabı olan kullanıcılara aç";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Açık görüşmeler";

/* No comment provided by engineer. */
"Open in %@" = "%@ ile aç";

/* No comment provided by engineer. */
"Open in Google Maps" = "Google Haritalar ile aç";

/* No comment provided by engineer. */
"Open in Maps" = "Harita ile aç";

/* A menu to show additional options for the current conversation */
"Option menu" = "Seçenek menüsü";

/* No comment provided by engineer. */
"Other Accounts" = "Diğer hesaplar";

/* No comment provided by engineer. */
"Other participants" = "Diğer katılımcılar";

/* No comment provided by engineer. */
"Others" = "Diğerleri";

/* Owner of a repository */
"Owner" = "Sahibi";

/* No comment provided by engineer. */
"Participants" = "Katılımcılar";

/* No comment provided by engineer. */
"Password" = "Parola";

/* No comment provided by engineer. */
"Password copied" = "Parola kopyalandı";

/* No comment provided by engineer. */
"Password is secure" = "Parola güvenli";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Parola en az %d karakter uzunluğunda olmalıdır";

/* No comment provided by engineer. */
"Password protection" = "Parola koruması";

/* No comment provided by engineer. */
"Pending invitations" = "Bekleyen davetler";

/* No comment provided by engineer. */
"Phone number" = "Telefon numarası";

/* No comment provided by engineer. */
"Phone number integration" = "Telefon numarası bütünleştirmesi";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefon numarası ayarlandı";

/* No comment provided by engineer. */
"Photo Library" = "Fotoğraf kitaplığı";

/* No comment provided by engineer. */
"Photo library access" = "Fotoğraf kitaplığı erişimi";

/* No comment provided by engineer. */
"Pick date & time" = "Bir tarih ve saat seçin";

/* Pin a message to be always visible in the chat */
"Pin message" = "İletiyi sabitle";

/* Message was pinned at … */
"Pinned at %@" = "%@ zamanında sabitlendi";

/* A message was pinned by ... */
"pinned by" = "sabitleyen";

/* No comment provided by engineer. */
"Pinned messages" = "Sabitlenmiş iletiler";

/* Message is pinned until … */
"Pinned until %@" = "Sabitlenme bitişi %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Lütfen geçerli bir sunucu adresi yazdığınızdan emin olun.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos Talk server address." = "Lütfen geçerli bir Tassos Talk sunucusu adresi yazdığınızdan emin olun.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Lütfen doğru sunucu adresini yazdığınızdan emin olun.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Lütfen BT yöneticiniz ile görüşün.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Lütfen sunucunuzu son %@ sürümüne güncelleyin.";

/* No comment provided by engineer. */
"Please update." = "Lütfen güncelleyin.";

/* No comment provided by engineer. */
"Poll" = "Anket";

/* No comment provided by engineer. */
"Poll draft" = "Anket taslağı";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Anket taslağı kaydedildi";

/* No comment provided by engineer. */
"Poll drafts" = "Anket taslakları";

/* No comment provided by engineer. */
"Poll results" = "Anket sonuçları";

/* No comment provided by engineer. */
"Polls" = "Anketler";

/* No comment provided by engineer. */
"Preview" = "Ön izleme";

/* No comment provided by engineer. */
"Privacy" = "Gizlilik";

/* No comment provided by engineer. */
"Private" = "Kişisel";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Profil görseli";

/* No comment provided by engineer. */
"Promote to moderator" = "Sorumluluğa yükselt";

/* No comment provided by engineer. */
"Published" = "Yayınlanmış";

/* No comment provided by engineer. */
"Push notifications" = "Anında bildirimler";

/* No comment provided by engineer. */
"Question" = "Soru";

/* No comment provided by engineer. */
"Raise hand" = "El kaldır";

/* No comment provided by engineer. */
"Reachable?" = "Erişilebilir mi?";

/* No comment provided by engineer. */
"Reactions" = "Tepkiler";

/* No comment provided by engineer. */
"Read status" = "Okundu durumu";

/* No comment provided by engineer. */
"Received call from an old account" = "Eski bir hesaptan alınan çağrı";

/* No comment provided by engineer. */
"Recent threads" = "Son yazışmalar";

/* No comment provided by engineer. */
"Record voice message" = "Ses iletisi kaydet";

/* No comment provided by engineer. */
"Recording" = "Kayıt ediliyor";

/* No comment provided by engineer. */
"Recording consent is required" = "Kayıt alma rızası isteniyor";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Çağrıya katılmak için kayıt alma rızasının verilmesi gerekiyor";

/* No comment provided by engineer. */
"Recordings" = "Kayıtlar";

/* No comment provided by engineer. */
"Redo" = "Yinele";

/* No comment provided by engineer. */
"Reference API supported?" = "Referans API  desteklensin";

/* No comment provided by engineer. */
"Reject" = "Reddet";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Anımsatıcı temizlendi";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Anımsatıcı ayarlandı";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Uzak sunucuya erişilemiyor";

/* No comment provided by engineer. */
"Remove" = "Sil";

/* No comment provided by engineer. */
"Remove account" = "Hesabı sil";

/* No comment provided by engineer. */
"Remove from favorites" = "Sık kullanılanlardan çıkar";

/* No comment provided by engineer. */
"Remove group and members" = "Grup ve üyelerini sil";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Eski çift kayıtları kaldırın ve yalnızca son kayıtları bırakın.";

/* No comment provided by engineer. */
"Remove participant" = "Katılımcıyı çıkar";

/* No comment provided by engineer. */
"Remove password" = "Parolayı sil";

/* No comment provided by engineer. */
"Remove team and members" = "Takımı ve üyelerini kaldır";

/* Replacement in case of out of office */
"Replacement" = "Yedek";

/* Replacement in case of out of office */
"Replacement (optional)" = "Değişiklik (isteğe bağlı)";

/* No comment provided by engineer. */
"Reply" = "Yanıtla";

/* No comment provided by engineer. */
"Reply privately" = "Kişisel yanıt gönder";

/* Name of a repository */
"Repo" = "Depo";

/* Reschedule a message that is send later */
"Reschedule" = "Yeniden zamanla";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Bildirim ile yeniden zamanla";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Bildirim olmadan yeniden zamanla";

/* No comment provided by engineer. */
"Resend" = "Yeniden gönder";

/* No comment provided by engineer. */
"Resend invitation" = "Daveti yeniden gönder";

/* No comment provided by engineer. */
"Resend invitations" = "Davetleri yeniden gönder";

/* Title for a section where different reset options are shown */
"Reset" = "Sıfırla";

/* Replacement in case of out of office */
"Reset replacement" = "Yedeği sıfırla";

/* Results of a poll */
"Results" = "Sonuçlar";

/* No comment provided by engineer. */
"Retry" = "Yeniden dene";

/* Save conversation description */
"Save" = "Kaydet";

/* No comment provided by engineer. */
"Save as draft" = "Taslak olarak kaydet";

/* No comment provided by engineer. */
"Save password" = "Parolayı kaydet";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "'Kendime not' olarak kaydet";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Tanıdıklarınıza ve çalışma arkadaşlarınıza selam verin!";

/* No comment provided by engineer. */
"Scan QR code" = "Kare kodu tara";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Zamanla";

/* No comment provided by engineer. */
"Schedule a meeting" = "Bir toplantı zamanla";

/* No comment provided by engineer. */
"Scheduled messages" = "Zamanlanmış iletiler";

/* No comment provided by engineer. */
"Screensharing stopped" = "Ekran paylaşımı durduruldu";

/* No comment provided by engineer. */
"Search" = "Arama";

/* No comment provided by engineer. */
"Search for places" = "Yer ara";

/* Replacement in case of out of office */
"Select a replacement" = "Bir değişiklik seçin";

/* No comment provided by engineer. */
"Select language" = "Dil seçin";

/* Copy a 'selection' of a message */
"Selection" = "Seçim";

/* No comment provided by engineer. */
"Send" = "Gönder";

/* No comment provided by engineer. */
"Send a reaction" = "Tepki ver";

/* No comment provided by engineer. */
"Send call notification" = "Çağrı bildirimi gönder";

/* No comment provided by engineer. */
"Send later" = "Daha sonra gönder";

/* No comment provided by engineer. */
"Send later without notification" = "Bildirim olmadan daha sonra gönder";

/* No comment provided by engineer. */
"Send message" = "İleti gönder";

/* Send a message now */
"Send now" = "Şimdi gönder";

/* No comment provided by engineer. */
"Send without notification" = "Bildirim olmadan gönder";

/* No comment provided by engineer. */
"Send/Accept" = "Gönder/onayla";

/* No comment provided by engineer. */
"Sending no invitations" = "Herhangi bir davet gönderilmedi";

/* No comment provided by engineer. */
"Sensitive conversation" = "Ciddi görüşme";

/* A message has been sent without notifications */
"Sent without notification" = "Bildirim olmadan gönderildi";

/* No comment provided by engineer. */
"Server" = "Sunucu";

/* No comment provided by engineer. */
"Server address https://…" = "Sunucu adresi https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Şu anda sunucuda bakım yapılıyor";

/* No comment provided by engineer. */
"Server not found" = "Sunucu bulunamadı";

/* No comment provided by engineer. */
"Set" = "Ayarla";

/* No comment provided by engineer. */
"Set password" = "Parolayı ayarla";

/* Remind me later about that message */
"Set reminder" = "Anımsatıcı ayarla";

/* No comment provided by engineer. */
"Set status message" = "Durum iletisini ayarla";

/* No comment provided by engineer. */
"Settings" = "Ayarlar";

/* No comment provided by engineer. */
"Share" = "Paylaş";

/* No comment provided by engineer. */
"Share a file from your Tassos Talk" = "Bir Tassos Talk dosyası paylaşın";

/* No comment provided by engineer. */
"Share current location" = "Geçerli konumu paylaş";

/* No comment provided by engineer. */
"Share link" = "Bağlantıyı paylaş";

/* No comment provided by engineer. */
"Share location" = "Konumu paylaş";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "İşaret konumunu paylaş";

/* No comment provided by engineer. */
"Share to chat" = "Sohbet ile paylaş";

/* No comment provided by engineer. */
"Share with" = "Şununla paylaş";

/* No comment provided by engineer. */
"Shared items" = "Paylaşılmış ögeler";

/* No comment provided by engineer. */
"Shared location" = "Paylaşılan konum";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Birleşik görüşme ile paylaşım desteklenmiyor.";

/* No comment provided by engineer. */
"Short absence status" = "Kısa bulunmama durumu";

/* No comment provided by engineer. */
"Short absence status is too long" = "Kısa bulunmama durumu çok uzun";

/* No comment provided by engineer. */
"Show more…" = "Daha fazla görüntüle…";

/* No comment provided by engineer. */
"Signaling" = "İşaretleşme";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP çevirme";

/* No comment provided by engineer. */
"Skip" = "Atla";

/* No comment provided by engineer. */
"Slide to cancel" = "İptal etmek için kaydırın";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Bazı iletiler görüntülenmiyor. Çevrim içi olduğunuzda indirilecekler";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Kaynak kodu";

/* speaker = Loudspeaker, device */
"Speaker" = "Hoparlör";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Hoparlör kapalı";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Hoparlör açık";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Konuşma tanıma özelliğine erişme izni verilmemiş. Ayarlarınızı denetleyin.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Konuşma tanınamadı";

/* No comment provided by engineer. */
"Start a new group conversation" = "Yeni bir grup görüşmesi başlat";

/* No comment provided by engineer. */
"Start call" = "Çağrıyı başlat";

/* No comment provided by engineer. */
"Start call silently" = "Çağrıyı sessizce başlat";

/* No comment provided by engineer. */
"Start recording" = "Kaydı başlat";

/* No comment provided by engineer. */
"Start time" = "Başlangıç zamanı";

/* No comment provided by engineer. */
"Start video call" = "Görüntülü çağrı başlat";

/* No comment provided by engineer. */
"Start video call silently" = "Görüntülü çağrıyı sessizce başlat";

/* No comment provided by engineer. */
"Status" = "Durum";

/* No comment provided by engineer. */
"Status message" = "Durum iletisi";

/* Action to 'Stop' a recording */
"Stop" = "Durdur";

/* No comment provided by engineer. */
"Stop recording" = "Kaydı durdur";

/* No comment provided by engineer. */
"Stop screensharing" = "Ekran paylaşımını durdur";

/* Strikethrough text */
"Strikethrough" = "Üzeri çizili";

/* No comment provided by engineer. */
"STUN servers" = "STUN sunucuları";

/* No comment provided by engineer. */
"Submit vote" = "Oyu gönder";

/* No comment provided by engineer. */
"Switch account" = "Hesabı değiştir";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Başka bir görüşmeye geçiliyor…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Genel ve herkese açık adres defteri ile ve güvenilen sunucularla eşitlensin";

/* Talk to a user */
"Talk to" = "Şu kişi ile görüş";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Bir ses iletisi kaydetmek için dokunup basılı tutun";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Bir ses iletisi kaydetmek için dokunup basılı tutun. Göndermek için düğmeyi bırakın.";

/* No comment provided by engineer. */
"Test failed" = "Deneme başarısız oldu";

/* No comment provided by engineer. */
"Test push notifications" = "Anında bildirimleri dene";

/* No comment provided by engineer. */
"Test results" = "Deneme sonuçları";

/* No comment provided by engineer. */
"Test results copied" = "Deneme sonuçları kopyalandı";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Uygulama çok eski ve artık bu sunucu tarafından desteklenmiyor.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Bu etkinlik çağrısı sona erdi. Bu görüşmeyi herkes için silmek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Çağrı bir saattir sürüyor";

/* No comment provided by engineer. */
"The call might be recorded" = "Çağrının kaydı alınabilir";

/* No comment provided by engineer. */
"The password is wrong" = "Parola geçersiz";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Kayıtta sesiniz, kamera görüntünüz ve ekran paylaşımlarınız bulunabilir. Çağrıya katılmadan önce kayıt alma rızası vermeniz gerekir.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "Kod zaten kullanılmış veya süresi dolmuş olabilir. Lütfen yeni bir kare kod oluşturup yeniden deneyin.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Bu uygulama içinde %1$@ kullanıcısı için %2$@ sunucusunda yapılandırılmış bir hesap yok.";

/* No comment provided by engineer. */
"This call is being recorded" = "Bu çağrı kaydediliyor";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Bu görüşme bir takvim etkinliğine eklenmiş. Görüşmenin adını veya açıklamasını değiştirmek için etkinliği düzenleyin.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Görüşme salt okunur";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Bu görüşme, %ld gün boyunca etkileşim olmazsa herkesten otomatik olarak silinecek.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Tarayıcınızdan sunucunuza erişmek için kullanacağınız adres.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Bu toplantı şu zamana ayarlanmış";

/* No comment provided by engineer. */
"This might take a moment" = "Bu işlemin tamamlanması biraz zaman alabilir";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Bu özet yapay zeka ile oluşturulmuştur ve hatalar olabilir";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Bu durum genellikle bu aygıtın daha önce sunucudan düzgün bir şekilde kaldırılmamış bir hesap ile kullanıldığını gösterir.";

/* No comment provided by engineer. */
"This week" = "Bu hafta";

/* Remind me this weekend about that message */
"This weekend" = "Bu hafta sonu";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Bu durum bu uygulamanın işlevselliğini olumsuz etkiler. Lütfen ayarlarınızı gözden geçirin.";

/* No comment provided by engineer. */
"Thread" = "Yazışma";

/* No comment provided by engineer. */
"Thread notification level button" = "Yazışma bildirimi düzeyi düğmesi";

/* No comment provided by engineer. */
"Thread title" = "Yazışma başlığı";

/* No comment provided by engineer. */
"Threads" = "Yazışmalar";

/* No comment provided by engineer. */
"Title" = "Başlık";

/* 'To' which language user wants to translate text */
"To" = "Hangi dile";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Bu sorunu çözmek için site arayüzünü kullanarak \"Ayarlar -> 'Güvenlik\" bölümüne gidin.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Kime:";

/* No comment provided by engineer. */
"Today" = "Bugün";

/* Remind me tomorrow about that message */
"Tomorrow" = "Yarın";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Yazıya dönüştür";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Yazıya dönüştürülmüş";

/* No comment provided by engineer. */
"Translate" = "Çevir";

/* No comment provided by engineer. */
"Translation" = "Çeviri";

/* No comment provided by engineer. */
"Translation failed" = "Çeviri yapılamadı";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Oturum açılmaya çalışılıyor…";

/* No comment provided by engineer. */
"TURN servers" = "TURN sunucuları";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter kodu @…";

/* No comment provided by engineer. */
"Typing indicator" = "Yazma göstergesi";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Yazma göstergeleri yalnızca yüksek başarımlı arka yüz (HPB) üzerinde kullanılabilir";

/* No comment provided by engineer. */
"Unable to get context of the message" = "İleti bağlamı alınamadı";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "İleti yazışması alınamadı";

/* No comment provided by engineer. */
"Unable to load file" = "Dosya yüklenemedi";

/* No comment provided by engineer. */
"Unable to open file" = "Dosya açılamadı";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Şu anda parola doğrulanamıyor";

/* No comment provided by engineer. */
"Unarchive conversation" = "Görüşmeyi arşivden çıkar";

/* No comment provided by engineer. */
"Unavailable" = "Kullanılamıyor";

/* No comment provided by engineer. */
"Unban" = "Yasaklamayı kaldır";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "\"Aygıtlar ve oturumlar\" altında, aynı aygıt için çift kayıtlar olup olmadığını denetleyin.";

/* No comment provided by engineer. */
"Undo" = "Geri al";

/* No comment provided by engineer. */
"Undo Typing" = "Yazmayı geri al";

/* No comment provided by engineer. */
"Unknown" = "Bilinmiyor";

/* No comment provided by engineer. */
"Unknown error" = "Bilinmeyen sorun";

/* No comment provided by engineer. */
"Unknown error occurred" = "Bilinmeyen bir sorun çıktı";

/* No comment provided by engineer. */
"Unpin" = "Sabitlemeyi kaldır";

/* No comment provided by engineer. */
"Unpin message" = "İletinin sabitlemesini kaldır";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Okunmamış";

/* No comment provided by engineer. */
"Unread mentions" = "Okunmamış anmalar";

/* No comment provided by engineer. */
"Unread messages" = "Okunmamış iletiler";

/* Calling is not supported */
"Unsupported" = "Desteklenmiyor";

/* No comment provided by engineer. */
"Update" = "Güncelle";

/* No comment provided by engineer. */
"Updated notification settings" = "Bildirim ayarları güncellendi";

/* No comment provided by engineer. */
"Upload failed" = "Yüklenemedi";

/* No comment provided by engineer. */
"Uploading %ld elements" = "%ld bileşen güncelleniyor";

/* No comment provided by engineer. */
"User" = "Kullanıcı";

/* No comment provided by engineer. */
"User profile and settings" = "Kullanıcı profili ve ayarları";

/* No comment provided by engineer. */
"User status supported?" = "Kullanıcı durumu destekleniyor mu?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Kullanıcının depolama alanı sınırına ulaşıldı";

/* No comment provided by engineer. */
"Users" = "Kullanıcılar";

/* No comment provided by engineer. */
"Validating password…" = "Parola doğrulanıyor...";

/* No comment provided by engineer. */
"Version" = "Sürüm";

/* Join a call in video call mode */
"Video call" = "Video call";

/* No comment provided by engineer. */
"Video quality" = "Görüntü kalitesi";

/* Conversation visibility settings */
"Visibility" = "Görünürlük";

/* No comment provided by engineer. */
"Voice messages" = "Sesli iletiler";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "%@ kişisinin çağrıya katılması bekleniyor …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Diğer kişilerin çağrıya katılması bekleniyor …";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"What is your status?" = "Durumunuz nedir?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "İleti yazın, @ ile başkalarını anabilirsiniz …";

/* No comment provided by engineer. */
"Yes" = "Evet";

/* No comment provided by engineer. */
"Yesterday" = "Dün";

/* No comment provided by engineer. */
"You" = "Siz";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "{user0} ve %ld diğer katılımcıyı eklediniz";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "{user0} ve {user1} kullanıcılarını eklediniz";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Siz ve %ld diğer katılımcı çağrıya katıldı";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Siz ve %ld diğer katılımcı çağrıdan ayrıldınız";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Siz ve {actor0} çağrıya katıldı";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Siz ve {actor0} çağrıdan ayrıldınız";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Şu anda girişte bekliyorsunuz";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "Bu görüşmede tepki ekleme veya kaldırma izniniz yok";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Katıldığınız bir görüşme yok";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Katıldığınız herhangi bir görüşme yok. Yeni bir görüşme başlatmak için + üzerine basın.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Telefon numaranızı ayarlayarak diğer kullanıcıların sizi bulmasını sağlayabilirsiniz";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "{user0} ve %ld diğer katılımcıyı sorumluluktan çıkardınız";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "{user0} ve {user1} kullanıcılarını sorumluluktan çıkardınız";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Bekleyen %ld davetiniz var";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Sesiniz sorumlu tarafından kısıldı";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Zamanlanmış bir toplantınız yok.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Okunmamış bir anmanız yok.";

/* No comment provided by engineer. */
"You have no unread messages." = "Okunmamış bir iletiniz yok.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "%@ görüşmesinden ayrılmadan önce başka bir kullanıyı sorumluluğa yükseltmelisiniz.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Bu görüşmeden çıkmadan önce başka bir kullanıcıyı sorumluluğa yükseltmelisiniz";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "{user0} ve %ld diğer katılımcıyı sorumluluğa yükselttiniz";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "{user0} ve {user1} kullanıcılarını sorumluluğa yükselttiniz";

/* No comment provided by engineer. */
"You received a new notification" = "Yeni bir bildiriminiz var";

/* No comment provided by engineer. */
"You reconnected to the call" = "Çağrı ile yeniden bağlantı kurdunuz";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "{user0} ve %ld diğer katılımcıyı çıkardınız";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "{user0} ve {user1} kullanıcılarını çıkardınız";

/* No comment provided by engineer. */
"Your email address" = "E-posta adresiniz";

/* No comment provided by engineer. */
"Your phone number" = "Telefon numaranız";

/* No comment provided by engineer. */
"Your PIN" = "PIN kodunuz";

/* No comment provided by engineer. */
"Your postal address" = "Posta adresiniz";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API sorunu";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor} sizi ve %ld diğer katılımcıyı ekledi";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} sizi ve {user0} kullanıcısını ekledi";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} sizi ve {user0} kullanıcısı ile %ld diğer katılımcıyı ekledi";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0}, {user0} ve {user1} kullanıcılarını ekledi";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} ve %ld diğer katılımcı çağrıya katıldı";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} ve %ld diğer katılımcı çağrıdan ayrıldı";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} ve {actor1} çağrıya katıldı";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} ve {actor1} çağrıdan ayrıldı";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor} sizi ve %ld diğer katılımcıyı sorumluluktan çıkardı";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0}, sizi ve {user0} kullanıcısını sorumluluktan çıkardı";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor}, {user0} kullanıcısını ve %ld diğer katılımcıyı sorumluluktan çıkardı";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0}, {user0} ve {user1} kullanıcılarını sorumluluktan çıkardı";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor} sizi ve %ld diğer katılımcıyı sorumluluğa yükseltti";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0}, sizi ve {user0} kullanıcısını sorumluluğa yükseltti";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0}, {user0} kullanıcısını ve %ld diğer katılımcıyı sorumluluğa yükseltti";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0}, {user0} ve {user1} kullanıcılarını sorumluluğa yükseltti";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} çağrı ile yeniden bağlantı kurdu";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} sizi ve %ld diğer katılımcıyı çıkardı";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} sizi ve {user0} kullanıcısını çıkardı";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0}, {user0} kullanıcısını ve %ld diğer katılımcıyı çıkardı";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0}, {user0} ve {user1} kullanıcılarını çıkardı";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Yeni iletiler";

